v2206/atmospheric_AloisLuggerPlatz/turbineSiting/0.orig/include/ABLConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

Uref                 10.0;
Zref                 20;
zDir                 (0 0 1);
flowDir              (1 0 0);
z0                   uniform 0.1;
d                    uniform 0.0;

// ************************************************************************* //
